"Start a new conversation with ${applicationName} using ${model}" = "Wada-sheekeysi cusub ee lala yeesho la bilaab ${applicationName} iyadoo la isticmaalayo ${model}";

"Start a new chat with ${applicationName} using ${model}" = "Sheekeysi cusub ee lala yeesho la bilaab ${applicationName} iyadoo la isticmaalayo ${model}";

"Query ${applicationName}" = "Su’aal ${applicationName}";

"New conversation with ${applicationName} using ${model}" = "Wada-sheekeysi cusub ee lala yeesho ${applicationName} iyadoo la isticmaalayo ${model}";

"Start a new chat with ${applicationName}" = "Sheekeysi cusub ee lala yeesho la bilaab ${applicationName}";

"New chat with ${applicationName}" = "Sheekeysi cusub ee lala yeesho ${applicationName}";

"Talk to ${applicationName}" = "La hadal ${applicationName}";

"Start voice conversation with ${applicationName}" = "Wada-sheekeysi cod ah ee lala yeesho la bilaab ${applicationName}";

"New conversation with ${applicationName}" = "Wada-sheekeysi cusub ee lala yeesho ${applicationName}";

"Send a question to ${applicationName}" = "U dir su’aal ${applicationName}";

"New chat with ${applicationName} using ${model}" = "Sheekeysi cusub ee lala yeesho ${applicationName} iyadoo la isticmaalayo ${model}";

"Tell ${applicationName}" = "U sheeg ${applicationName}";

"Ask ${applicationName}" = "Waydii ${applicationName}";

"Start a new conversation with ${applicationName}" = "Wada-sheekeysi cusub ee lala yeesho la bilaab ${applicationName}";

